Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_es.tmx
Source language: en
Languages: es

source: Albanian
es: Albanés

source: Other teaching professionals
es: Otros profesionales de la educación

source: Promotion of the acquisition of key competences throughout the education and training system
es: Promoción de la adquisición de competencias clave a través del sistema de educación y formación

source: Future career relevance
es: Relevancia futura profesional

source: Public authority (national)
es: Autoridad pública (nacional)

source: Association of professors and researchers specialising in European integration
es: Asociación de investigadores especializados en la integración europea

source: Bulgarian
es: Búlgaro

source: Driving school activities
es: Actividades de autoescuelas

source: Manufacture of electrical equipment
es: Fabricación de equipos eléctricos

source: Coordinator
es: Coordinador

source: Health (broad programmes)
es: Sanidad (programas generales)

source: English
es: Inglés

source: Large city - City centre
es: Gran ciudad - centro ciudad

source: Lower secondary programmes to ISCED 3C
es: Acceso directo al nivel 3C

source: Strategies for funding adult education
es: Estrategias para financiar la educación de personas adultas

source: Placements
es: Estancias

source: UNITED KINGDOM
es: REINO UNIDO

source: Associations working in the field of lifelong learning, including students', trainees', pupils', teachers', parents' and adult learners' associations
es: Asociaciones que trabajen en el área del aprendizaje permanente, incluyendo asociaciones de estudiantes, aprendices, alumnos, profesores, padres y adultos.

source: Youth unemployment
es: Desempleo juvenil

source: Candidate Countries
es: Países candidatos

source: Papua New Guinea
es: Papua Nueva Guinea

source: Social work and counselling
es: Trabajo social y orientación

source: Development of Pre-school and Early Childhood Education and Care (ECEC) provision
es: Desarrollo de la prestación de servicios de educación y cuidado Infantil (ECEC)

source: Graduates at ISCED3
es: Titulados en el nivel ISCED 3

source: Electricity and energy
es: Electricidad y energía

source: Advertising and market research
es: Publicidad e investigación de mercados

source: Raising trainees achievement
es: Aumento de los logros de los becarios

source: Pupils' associations
es: Asociaciones de alumnos

source: Catalan
es: Catalán

source: Telecommunication technology
es: Tecnología de las telecomunicaciones

source: Radio / TV Broadcasting
es: Difusión de radio/TV

source: Mining support service activities
es: Actividades de servicios de apoyo a la minería

source: Icelandic
es: Islandés

source: Netherlands Antilles
es: Antillas Holandesas

source: Intensive Programmes
es: Programas intensivos

source: Client information clerks
es: Administrativos de atención al cliente

source: staff 501 to 2.000
es: Personal de 501 a 2.000

source: Head/Lead of computer graphics
es: Jefe de gráficos

source: Contact seminar
es: Seminario de contacto

source: Upgraded my knowledge of other countries/cultures/education systems
es: Actualizó mi conocimiento sobre otros países / culturas / sistema de educación

source: Sundanese
es: Sudanés

source: Certifications
es: Certificaciones

source: Extra curricular activity
es: Actividad extracurricular

source: Multiple degree
es: Titulación multiple

source: Organisation exclusively dedicated to youth
es: Organización dedicada exclusivamente a la juventud

source: Gallegan
es: Gallego

source: To improve the quality and to increase the volume of co-operation between organisations involved in adult education throughout Europe
es: Mejorar cualitativamente y aumentar cuantitativamente la cooperación entre las organizaciones que participen en la educación de personas adultas en toda Europa

source: Round 1: 14/01/2011
es: Plazo 1: 14/01/2011

source: Manufacture of machinery and equipment n.e.c.
es: Fabricación de maquinaria y equipos n.e.c.

source: Computer programming
es: Programación Informática

source: Religion
es: Religión

source: Development studies
es: Estudios de desarrollo

source: Measuring competences and anticipating future skills
es: Medir las competencias y anticiparse a las habilidades que se requerirán en el futuro

source: Follow-up and support by my sending organisation was satisfactory
es: El seguimiento y la ayuda de mi organización de envío han sido satisfactorios

source: University or higher education institution (tertiary level)
es: Universidad o institución de enseñanza superior

source: Services
es: Servicios

source: Institutions or organisations providing learning opportunities within the context of the Lifelong Learning Programme, or within the limits of its sub-programmes
es: Instituciones u organizaciones que faciliten oportunidades de aprendizaje en el contexto del programa de aprendizaje permanente, o dentro de sus sub-programas

source: Encouraged me to read more about latest research in teaching/in my subject
es: Me animó a leer más acerca de las investigaciones más recientes en la enseñanza / en mi asignatura

source: Stationary-plant and related operators
es: Operadores trabajando en fábrica

source: School staff participating in a Comenius Partnership and requesting training in a Partnership language
es: Personal de la escuela que paticipa en una Asociación Comenius y solicita formación en la lengua de la Asociación Partner

source: Biochemistry
es: Bioquímica

source: Tertiary programmes with occupation orientation
es: Programas terciarios con orientación ocupacional

source: Psychiatry and clinical psychology
es: Psiquiatría y psicología clínica

source: Management and administration
es: Gestión y administración

source: Undifferentiated goods- and services-producing activities of private households for own use
es: Actividades de los hogares como productores de bienes y servicios para uso propio

source: Architecture and building
es: Arquitectura y construcción

source: Increased project management skills
es: Incremento mis habilidades en la gestión de proyectos

source: Waste collection, treatment and disposal activities; materials recovery
es: Actividades de recogida, tratamiento y desecho de aguas; recuperación de materiales

source: This sub-Action supports projects aimed at introducing, implementing and promoting innovative approaches in the youth field. Grant requests related to this sub-Action are to be submitted following specific calls for proposals.
es: Esta Sub-acción apoya proyectos que tengan como objetivo la introducción, aplicación y promoción de enfoques innovadores en el ámbito de la juventud. Las solicitudes de subvención relativas a esta Sub-acción deben presentarse conforme a convocatorias específicas

source: Exchanges
es: Intercambios

source: Led or will lead to establishing partnerships/co-operation with schools/organisations represented at the training event.
es: Ha servido o servirá para establecer asociaciones/cooperación con centros educativos/instituciones representadas en la actividad a la que asistí

source: Recommended by a colleague
es: Colega de trabajo

source: Activities of households as employers of domestic personnel
es: Actividades domésticas como empleadores de personal doméstico

source: Manufacture of tobacco products
es: Fabricación de productos tabaqueros

source: Urban planning
es: Urbanismo

source: 27-65 years
es: 27-65 años

source: Mobility of professionals in VET
es: Movilidad de profesionales en Formación Profesional

source: Vocational or technical secondary school
es: Centro de educación de formación profesional

source: Cisjordanie / West Bank (and Gaza strip)
es: Cisjordania y Franja de Gaza

source: 20 months
es: 20 meses

source: Post-secondary non-tertiary to 5B
es: Educación post-secundaria no terciaria, acceso al nivel 5B

source: Training of trainers
es: Formación de formadores

source: Antarctica
es: Antártida

source: Post-secondary non-tertiary to 5A
es: Educación post-secundaria no terciaria, acceso al nivel 5A

source: Questionnaires for participants
es: Cuestionarios para los participantes

source: Italian
es: Italiano

source: French Guiana
es: Guayana Francesa

source: Horticulture
es: Horticultura

source: The persons and bodies responsible for systems and policies at local, regional and national level
es: Las personas y organismos responsables de sistemas y políticas a nivel local, regional y nacional

source: Christmas Island
es: Isla de Navidad

source: Security services (broad programmes)
es: Servicios de seguridad (programas generales)

source: Pedagogy of Sciences and Technology
es: Pedagogía de las ciencias y la tecnología

source: unduplicated
es: No duplicados

source: Career guidance & counselling
es: Orientación y asesoramiento profesional

source: Qualification of teachers and trainers in VET
es: Cualificación de profesores y formadores de EFP

source: Physical education, sport science
es: Educación física, ciencia del deporte

source: Martinique
es: Martinica

source: Global environmental challenges and climate change
es: Desafios globales medioambientales y cambio climático

source: European Voluntary Service
es: Servicio Voluntario Europeo

source: Archivists, librarians and related information professionals
es: Archiveros, bibliotecarios y otros profesionales de la información relacionados

source: Wallis And Futuna
es: Wallis y Futuna

source: AGRICULTURE, FORESTRY AND FISHING
es: AGRICULTURA, GANADERÍA, SILVICULTURA Y PESCA

source: Others
es: Otros

source: Bhutan
es: Bután

source: Education in prisons or for social reinsertion of offenders
es: Educación en prisiones o para la reinserción social de delincuentes

source: Geology
es: Geología

source: Computer system design
es: Diseño de sistemas informáticos

source: Organising activities linked to the European Youth Week
es: Organizar actividades relacionadas con la Semana Europea de la Juventud

source: Not known or unspecified
es: Desconocidos o no especificados

source: Non-profit associations
es: Asociaciones sin ánimo de lucro

source: Higher education
es: Educación superior

source: Sotho, Southern
es: Shoto del sur

source: Access to higher education and mobility
es: Acceso a educación superior y movilidad

source: Zimbabwe
es: Zimbabue

source: Danish
es: Danés

source: Trainees
es: Personas en formación

source: Lecture
es: Conferencia

source: Secondary art education
es: Educación artística en secundaria

source: Postal and courier activities
es: Actividades postales y de mensajería

source: I got to know another system of VET and/or Lifelong learning and/or guidance
es: He llegado a conocer otro sistema de Formación Profesional y/o de formación continua y/o de orientación

source: Moldavian
es: Moldavo

source: Can understand and use familiar everyday expressions and very basic phrases aimed at the satisfaction of needs of a concrete type. Can introduce him/herself and others and can ask and answer questions about personal details such as where he/she lives, people he/she knows and things he/she has. Can interact in a simple way provided the other person talks slowly and clearly and is prepared to help.
es: Es capaz de comprender y utilizar expresiones cotidianas de uso muy frecuente, así como, frases sencillas destinadas a satisfacer necesidades de tipo inmediato. Puede presentarse a sí mismo y a otros, pedir y dar información personal básica sobre su domicilio, sus pertenencias y las personas que conoce. Puede relacionarse de forma elemental siempre que su interlocutor hable despacio y con claridad y esté dispuesto a cooperar.

source: Conference
es: Conferencia

source: Addressing target groups with special needs
es: Dirigido a grupos con necesidades especiales

source: Training
es: Formación

source: Innovative pedagogy and assessment methods for diverse learning pathways
es: Pedagogia innovadora y métodos de evaluación para los diversos itineratios de aprendizaje

source: MINING AND QUARRYING
es: INDUSTRIAS EXTRACTIVAS

source: Network
es: Red de trabajo

source: Guyana
es: Guayana

source: Development
es: Desarrollo

source: To increase the degree of transparency and compatibility between higher education and advanced vocational education qualifications gained in Europe
es: Aumentar la transparencia y compatibilidad entre las cualificaciones de educación superior y formación profesional de grado superior obtenidas en Europa

source: National Youth Council
es: Consejo nacional de la Juventud

source: To improve the quality and accessibility of mobility throughout Europe of people involved in adult education and to increase its volume, so as to support the mobility of at least 7.000 of such individuals per year by 2013
es: Mejorar cualitativamente y facilitar la movilidad en Europa de las personas participantes en la educación de adultos y aumentar cuantitativamente, de manera que para 2013 se apoye la movilidad de al menos 7.000 de estas personas

source: Regional fund
es: Fondo regional

source: Implementing ECVET for transparency and recognition of learning outcomes and qualifications
es: La aplicación de ECVET para la transparencia y el reconocimiento de los resultados del aprendizaje y las cualifiaciones

source: Educational difficulties
es: Dificultades educativas

source: Integration of skills needs of the labour market into VET
es: Integración de las necesidades de capacidades del mercado laboral en la EFP

source: Ukraine
es: Ucrania

source: philosophy
es: Filosofía

source: School co-operation with the local community
es: Cooperación escolar con la comunidad local

source: Intergenerational activities
es: Actividades intergeneracionales

source: Food and beverage service activities
es: Actividades de servicios con alimentos y bebidas

source: PROFESSIONAL, SCIENTIFIC AND TECHNICAL ACTIVITIES
es: ACTIVIDADES PROFESIONALES, CIENTÍFICAS Y TÉCNICAS

source: Chechen
es: Checheno

source: Promoting social cohesion through improved adult learning opportunities for specific social groups
es: Promoción de la cohesión social a través de la mejora de las oportunidades de aprendizaje de adultos para grupos sociales específicos

source: Bermuda
es: Bermudas

source: European network having formal statutory member organisations
es: Red Europea de organizaciones con miembros estatutarios

source: Large city (over 300.000 inhabitants)
es: Ciudad grande (más de 300.000 habitantes)

source: HUNGARY
es: HUNGRÍA

source: Lacking support within participating organisations
es: Falta de apoyo en las instituciones participantes

source: The project's theme is linked to EU topics, such as EU enlargement, the roles and activities of the European institutions, the EU's action in matters affecting young people
es: El tema del proyecto está relacionado con temas europeos, como la ampliación de la UE, las funciones y actividades de las instituciones europeas, la acción de la UE en materias que afectan a los jóvenes

source: Overall satisfaction regarding support from host organisations for practical arrangements
es: Satisfacción global sobre el apoyo de las organizaciones de acogida en la gestión de los aspectos prácticos

source: College, university and higher education teaching professionals
es: Profesores de institutos, universidades y enseñanza superior

source: Animal husbandry
es: Cría de animales

source: Teacher training, general
es: Formación del profesorado, general

source: Pedagogical sciences
es: Ciencias pedagógicas

source: EDUCATION
es: EDUCACIÓN

source: Erasmus Placements Certificate
es: Certificados de estancias Erasmus

source: Management co-ordinator
es: Coordinador de gestión

source: Manufacture of rubber and plastic products
es: Fabricación de caucho y productos plásticos

source: Tagalog
es: Tagalo

source: Nepali
es: Nepalí

source: Export
es: Exportación

source: Air transport
es: Transporte aéreo

source: ROMANIA
es: RUMANÍA

source: Informatics
es: Informática

source: Voluntary body
es: Institución voluntaria

source: Anti-discrimination
es: Contra la discriminación

source: To respond to the educational challenge of an ageing population in Europe
es: Responder al reto educativo del envejecimiento de la población en Europa

source: Journalism and information (others)
es: Periodismo e información (otros)

source: Humanities and Arts
es: Artes y letras

source: Other, please specify
es: Otros, por favor especificar

source: Power production
es: Producción de energía

source: Group of young people which does not have legal personality under the applicable national law, provided that their representatives have the capacity to undertake legal obligation on their behalf
es: Grupo de jóvenes que no tienen personalidad jurídica conforme al derecho nacional aplicable, siempre que sus representantes tengan capacidad para contraer obligaciones jurídicas en su nombre

source: Non-EC languages
es: Idiomas no pertenecientes a la CE

source: Quality of Service
es: Calidad del servicio

source: Bologna Stocktaking And 2009 Ministerial Conference
es: Balance de Bolonia y Conferencia ministerial 2009

source: Multidisciplinary studies
es: Estudios multidisciplinarios

source: Virgin Islands, U.S.
es: Islas Vírgenes, EE.UU.

source: I developed useful contacts for future partnerships
es: He realizado contactos útiles para futuras asociaciones

source: Swaziland
es: Swazilandia

source: Entrepreneurship
es: Relaciones empresariales

source: Avaric
es: Avárico

source: Post-secondary non-tertiary to 5
es: Educación post-secundaria no terciaria, acceso al nivel 5

source: Agriculture, forestry and fishery (others)
es: Agricultura, silvicultura y pesca (otros)

source: Institution for in-service teacher training
es: Institución para la formación continua del profesorado

source: Libyan Arab Jamahiriya
es: Libia

source: SLOVENIA
es: ESLOVENIA

source: Service workers and shop and market sales workers
es: Trabajadores de servicios y de ventas

source: Development of behavioural capacities
es: Desarrollo de capacidades conductuales

source: Robotics
es: Robótica

source: access to level 5
es: Acceso directo al nivel 5

source: Former teachers and other educational staff re-entering adult education
es: Profesores y personal no docente que retoman la educación de adultos

source: No Recognition
es: Sin reconocimiento

source: Enhanced my organisational/management/leadership skills (classroom management, counselling,...)
es: Mejoró mi organización / gestión / habilidades de liderazgo (manejo de la clase, orientación,...)

source: Broadcasting electronics
es: Electrónica de telecomunicaciones

source: Youth Leisure
es: Ocio juvenil

source: Late grant/Contract payments
es: Subvención tardía/Pagos del contrato

source: Centre for vocational guidance and counselling
es: Centro de orientación y asesoramiento profesional

source: Young people from 26 to 30 years old
es: Jóvenes de 26 a 30 años

source: Partnership-building activity
es: Actividad para la creación de un partenariado

source: Feasibility visit
es: Visita de viabilidad

source: New Zealand
es: Nueva Zelanda

source: Upper secondary and post-secondary - vocational programmes
es: Segundo ciclo de educación secundaria y post-secundaria, programas de enseñanza profesional

source: to foster mutual understanding between young people in different countries
es: fomentar el entendimiento mutuo entre los jóvenes de países diferentes

source: GRUNDTVIG Assistantships
es: GRUNDTVIG Ayudantes

source: National youth meeting
es: Encuentro nacional de jóvenes

source: Ethiopia
es: Etiopia

source: mathematics
es: Matemáticas

source: Humanities (broad programmes)
es: Humanidades (programas generales)

source: Manufacture of basic metals
es: Fabricación de metales básicos

source: Europass Language Passport
es: Pasaporte Europeo de las Lenguas

source: Creative, arts and entertainment activities
es: Actividades creativas, artísticas y de esparcimiento

source: Sierra Leone
es: Sierra Leona

source: Personal and protective services workers
es: Trabajadores de servicios personales y de protección

source: Group 6 – Dissemination of information on Community action
es: Grupo 6 - Difusión de información sobre la acción comunitaria

source: Saudi Arabia
es: Arabia Saudí

source: Teacher Training theoretical subjects, e.g. English, Mathematics, History
es: Formación del profesorado en materias teóricas, p.ej. inglés, matemáticas, historia

source: MULTILATERAL PROJECTS
es: PROYECTOS MULTILATERALES

source: Pakistan
es: Paquistán

source: Encouraged my colleagues to participate in the European Educational Programmes
es: Animó a mis colegas a participar en Programa Educativos Europeos

source: Improved access arrangements for people from disadvantaged socio-economic backgrounds
es: Mejora de los mecanismos de acceso para personas de grupos socio-económicos desfavorecidos

source: Warehousing and support activities for transportation
es: Almacenamiento y actividades de apoyo al transporte

source: Course cancellation
es: Cancelación del curso

source: Motor vehicles, ships and aircraft
es: Automóviles, embarcaciones y aeronaves

source: Others - Languages and philological sciences
es: Otros - Idiomas y ciencias filológicas

source: Multilateral exchange
es: Intercambio multilateral

source: Young people from 18 to 25 years old
es: Jóvenes de 18 a 25 años

source: Learning opportunities for people at risk of social marginalisation
es: Oportunidades de aprendizaje para personas con riesgo de marginación social

source: Korea, Democratic People's Republic Of
es: Corea, República Popular Democrática de

source: Rwanda
es: Ruanda

source: To facilitate the development of innovative practices in the field of vocational education and training other than at tertiary level, and their transfer, including from one participating country to others
es: Facilitar el desarrollo de prácticas innovadoras en los ámbitos de la educación y formación profesional no terciaria y su transferencia, incluso entre distintos países participantes

source: Saint Kitts And Nevis
es: San Cristobal y Nieves

source: Reducing early school leaving, improving the learning of students with migrant background and promoting gender equality and inclusive approaches to learning
es: Reducción del abandono escolar, mejora de los sistemas de aprendizaje de los estudiantes de procedencia inmigrante y promoción de la igualdad de género y de los métodos de aprendizaje inclusivos

source: French Southern Territories
es: Territorios franceses del sur

source: ISCED 5A first time graduates, 1st degree
es: ISCED 5A - Primer ciclo de la educación terciaria

source: Manufacture of coke and refined petroleum products
es: Fabricación de coque y productos de petróleo refinado

source: EUROPEAN MODULES
es: MÓDULOS EUROPEOS

source: economics
es: Economía

source: Diploma
es: Título

source: Higher Education Professors
es: Profesorado de enseñanza superior

source: Social and behavioural science (broad programmes)
es: Ciencias sociales y del comportamiento programas generales

source: To improve the quality and to increase the volume of co-operation between institutions or organisations providing learning opportunities, enterprises, social partners and other relevant bodies throughout Europe
es: Mejorar cualitativamente y aumentar cuantitativamente la cooperación entre centros u organizaciones que brinden oportunidades de aprendizaje, empresas, interlocutores sociales y otros organismos pertinentes de toda Europa

source: Public authority (regional)
es: Autoridad pública (regional)

source: 1.001 to 5.000
es: de 1.001 a 5.000

source: Fight against racism and xenophobia
es: Lucha contra el racismo y la xenofobia

source: Crop and livestock production
es: Producción de cosechas y ganadería
